[
  {
    "name": "PT. Bank CIMB Niaga Tbk",
    "position": "Quality Assurance",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT7R9Wbs3xkm4Cs7mBhqq33pMdyWbtTFROE4w&s",
    "place": "Alam Sutera, Tangerang",
    "periode": "Juni 2024 - April 2025",
    "responsibilities": [
      "Melakukan pengujian fungsional dan non-fungsional untuk memastikan kualitas perangkat lunak.",
      "Membuat, mendokumentasikan, dan menjalankan kasus dan skenario pengujian.",
      "Identifikasi, catat, dan laporkan bug menggunakan alat seperti Taiga dan TEMAN.",
      "Berkolaborasi dengan tim pengembangan untuk menganalisis dan memperbaiki bug serta meningkatkan kinerja aplikasi.",
      "Melakukan System Integration Testing (SIT).",
      "Melakukan User Acceptance Testing (UAT) dengan pengguna.",
      "Melakukan pengujian regresi setelah pembaruan untuk memastikan stabilitas fitur yang ada.",
      "Memberikan laporan hasil pengujian dan rekomendasi perbaikan kepada tim terkait."
    ]
  },
  {
    "name": "PT. Adira Dinamika Multi Finance",
    "position": "Quality Assurance",
    "imageUrl": "https://bucket.sdmdigital.id/dts-simonas/simonas/logo/gambar_208.JPG",
    "place": "Jakarta Selatan",
    "periode": "Mei 2023 - Mei 2024",
    "responsibilities": [
      "Mengembangkan skenario pengujian positif dan negatif berdasarkan spesifikasi yang didokumentasikan dalam Dokumen Persyaratan Bisnis (BRD).",
      "Menjalankan skenario pengujian dan mendokumentasikan temuan dalam Laporan Bug.",
      "Mengidentifikasi cacat atau ketidaksesuaian antara produk yang sedang dikembangkan dan kebutuhan pengguna yang ditentukan.",
      "Lacak dan kelola masalah bug menggunakan sistem manajemen seperti SharePoint dan Jira.",
      "Berkomunikasi dan berkolaborasi dengan tim pengembangan untuk menyelesaikan temuan dan menemukan solusi yang tepat.",
      "Lakukan pengujian API menggunakan alat seperti Swagger dan Postman untuk memastikan kepatuhan terhadap spesifikasi yang ada.",
      "Siapkan dokumen rilis (Rilis Kontrol Kualitas) untuk menyatakan kesiapan kode sumber untuk diterapkan ke lingkungan UAT dan Produksi."
    ]
  },
  {
    "name": "PT. Adira Dinamika Multi Finance",
    "position": "Technical Writer",
    "imageUrl": "https://bucket.sdmdigital.id/dts-simonas/simonas/logo/gambar_208.JPG",
    "place": "Jakarta Selatan",
    "periode": "Maret 2021 - Mei 2023",
    "responsibilities": [
      "Menentukan kebutuhan pengguna yang akan menerima dokumentasi teknis.",
      "Menjelajahi penggunaan produk aplikasi dan berdiskusi lebih lanjut dengan para pemangku kepentingan.",
      "Dokumen produk yang lengkap menggunakan foto, gambar, dan diagram yang meningkatkan pemahaman pengguna (melakukan beberapa revisi jika diperlukan produk yang diperbarui).",
      "Menghasilkan dokumen pendukung untuk produk, yaitu Skenario Bank, Dokumen Spesifikasi Teknis, Dokumen Artefak, dokumen Antarmuka Pemrograman Aplikasi (API), Kamus Data, dan Panduan Pengguna.",
      "Melakukan pengujian aplikasi (manual) dan pengujian API menggunakan Swagger/Postman.",
      "Membuat materi pelatihan untuk setiap portofolio yang dimiliki perusahaan."
    ]
  },
  {
    "name": "CV. Komunitas Pariwisata Toba",
    "position": "Business Analyst (Freelancer)",
    "place": "Sumatera Utara",
    "periode": "Okt 2020 - Des 2020",
    "responsibilities": [
      "Berhasil mengembangkan 6 website desa wisata, dalam rangka pengembangan website desa wisata di Danau Toba sebagai destinasi super prioritas di Direktorat Pengembangan Destinasi Daerah 1 Tahun Anggaran 2020.",
      "Survei aplikasi serupa dan kumpulkan informasi dari pemangku kepentingan dalam pengembangan situs web",
      "Merancang proses bisnis, database, dan tampilan antarmuka situs web desa wisata",
      "Mendokumentasikan proses pengembangan website desa wisata menjadi Dokumen Teknis",
      "Menyiapkan dokumen skenario pengujian dan materi presentasi untuk dipresentasikan kepada pengguna akhir",
      "Melakukan pengujian pada desain situs web dan aplikasi situs web secara internal dan langsung kepada pengguna akhir",
      "Membuat Panduan Pengguna untuk penggunaan situs web desa wisata",
      "Melaksanakan pelatihan pemanfaatan website desa wisata bagi end user"
    ]
  }
]
